Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Pożyczysz mi na moment jeden z tych kieliszków? Oddam ci go w stanie nienaruszonym i będziesz kontynuować swoją pracę jakby nic się nie wydarzyło.
uk: Позич мені на хвилинку один з цих келихів. Я поверну його тобі цілим і неушкодженим, а ти продовжиш свою роботу, ніби нічого й не сталося.

source: Pożyczysz mi swoją łopatę?
uk: Позичиш мені свою лопату?

source: Pożyczysz mi swój moździerz, jeśli ci z nim pomogę?
uk: Позичиш мені свою ступку, якщо я допоможу тобі з ним?

source: Pożyjemy, zobaczymy.
uk: Поживемо – побачимо.

source: Pożyjemy, zobaczymy. Jestem tylko ciekaw, kiedy każą nam sobie radzić z prawdziwymi zagrożeniami.
uk: Поживемо - побачимо. Мені просто цікаво, коли ми вже займемося реальними загрозами.

source: Pożywna i szybka jajecznica z kiełbasą
uk: Поживна та швидка яєчня з ковбасою.

source: Pożywna zupa o ziołowym zapachu.
uk: Поживний суп з ароматом трав.

source: Pożywne kluski na słodko z jagodami.
uk: Поживна солодка локшина з ягодами.

source: Pożywny gulasz według przepisu mojego dziadka lub zupa będąca moim własnym eksperymentem kulinarnym. Co wybierasz?
uk: Поживне рагу за рецептом мого дідуся або суп, який є моїм власним кулінарним експериментом. Що вибереш?

source: Pożywny wywar przygotowany
uk: Поживний бульйон приготовано

source: Praca dla alchemika
uk: Робота для алхіміка

source: Praca dla cieśli
uk: Робота для слюсаря

source: Praca dla kowala
uk: Робота для коваля

source: Praca dla królestwa. To może być rzeczywiście opłacalne.
uk: Праця на користь королівства. Це може бути дійсно вигідно.

source: Praca dla rzeźnika
uk: Робота для різника

source: Praca dla łuczarza
uk: Робота для лучника

source: Praca jest tu ciężka, ale Rita dobrze nas traktuje. Możliwe, że zostaniemy tu na dobre.
uk: Робота тут важка, але Рита добре до нас ставиться. Цілком можливо, що ми залишимося тут надовго.

source: Praca na kowadle potrafi zmienić najbardziej opornego człowieka.
uk: Робота на ковадлі здатна змінити навіть найвпертішу людину.

source: Praca polega na kontrolowaniu pracy górników, oczyszczaniu nowych tuneli ze wszelkich niebezpieczeństw, a także wielu innych pomniejszych zadaniach.
uk: Робота полягає в нагляді за роботою гірників, очищенні нових тунелів від будь-яких небезпек, а також у виконанні багатьох інших дрібних завдань.

source: Praca przebiegała bardzo sprawnie, aż do czasu, kiedy po przerwie moi robotnicy odkryli, że dźwig został uszkodzony!
uk: Загалом, усе йшло добре, доки після перерви мої робітники не виявили, що кран пошкоджений!

source: Praca przy zbiorach winogron jest cięższa, niż mi się wydawało. W każdym razie Liam dotrzymał słowa i dał mi obiecaną butelkę słodkiego wina.
uk: Робота зі збору винограду виявилася важчою, ніж я думав. Так чи інакше, Ліам дотримав свого слова і дав мені обіцяну пляшку солодкого вина.

source: Praca rzeźnika może i jest śmierdząca, ale jest też potrzebna. Wielu zdaje się o tym zapominać.
uk: Робота м'ясника може і смердюча, але вона також необхідна. Здається, багато хто про це забуває.

source: Praca tutaj to nie żarty, kilofy łamią się po paru użyciach. Górnik Roel wspominał mi, że nowy będę mógł zakupić u niejakiego Heisnera. Będę musiał go odwiedzić.
uk: Робота тут нелегка, кирки ламаються після кількох ударів. Гірник Роел сказав мені, що я можу купити нову у якогось Гейснера. Треба буде до нього навідатися.

source: Praca tutaj to nie żarty, kilofy łamią się po paru użyciach. Na pewno u kogoś mogę załatwić sobie nowy sprzęt. Będę musiał porozmawiać z którymś członkiem Araxos.
uk: Робота тут нелегка, кирки ламаються після кількох ударів. Я впевнений, що хтось тут зможе дістати мені нові інструменти. Мені потрібно поговорити з кимось з Араксосу.

source: Praca, którą się zajmuję, raczej nie przyciąga zbyt wielkiej uwagi.
uk: Робота, яку я роблю, навряд чи привертає велику увагу.

source: Praca, praca i po pracy.
uk: Робота, робота і ще раз робота.

source: Praca? Jaka praca?
uk: Робота? Яка робота?

source: Prace może nie idą tak szybko jak bym chciał, ale ważne, że budynek będzie solidny i zapewni dach nad głową wszystkim moim pozostałym pracownikom.
uk: Можливо, робота йде не так швидко, як мені б хотілося, але головне, що будівля буде міцною та забезпечить дах над головою усім моїм людям.

source: Prace przebudowy Archolos na modłę myrtańską zaczęto od zastąpienia prostopadle biegnących żwirowych ścieżek wijącymi się brukowanymi ulicami przeplatanymi arkadami i wiaduktami dłuta słynnego rzeźbiarza Alberto z Khorinis. Równolegle zaczęto też budowę miejskich kanałów, znacznie usprawniających mieszkańcom pozbywanie się nieczystości.
uk: Перебудова Архолосу в міртанському стилі почалася із заміни перпендикулярних гравійних доріжок на звивисті бруковані вулички, що відмежовувалися аркадами та віадуками, висіченими відомим скульптором Альберто з Хорініса. У той же час почалося будівництво міської каналізації, що значно полегшило мешканцям відведення нечистот.

source: Pracował dla nas przez lata, kursował pomiędzy Archolos a Kontynentem.
uk: Він працював на нас багато років, курсуючи між Архолосом і континентом.

source: Pracował, ale postanowił odejść. Knut wysłał mnie, żebym go odnalazł.
uk: Працював, але вирішив піти. Кнут відправив мене розшукати його.

source: Pracowałem i się przewróciłem na te skrzynie!
uk: Я працював і впав на ці ящики!

source: Pracowałem jak każdego dnia w kopalni, w jednym z rzadziej uczęszczanych szybów. Udało mi się trafić na dość spory kawałek kruszcu.
uk: Як і щодня, я працював у копальні, в одному з найменш відвідуваних тунелів. Мені пощастило натрапити на досить великий шматок руди.

source: Pracowałem jako drwal w okolicach Wilczego Leża.
uk: Я працював лісорубом в околицях Вовчого Лігва.

source: Pracowałem nad miksturą wzmacniającą potencjał magiczny do maksimum.
uk: Я працював над зіллям, що максимально збільшує магічний потенціал.

source: Pracowałem z tą gnidą przez wiele lat! Nie spodziewałem się, że zdradzi!
uk: Я пропрацював з цим мерзотником багато років! Я не очікував, що він зрадить!

source: Pracowałeś już z nim kiedyś?
uk: Ти вже працював з ним раніше?

source: Pracowałeś w kopalni?
uk: Ти працював у копальні?

source: Pracownia kowalska 'Trzeci Wojownik' jest prowadzona przez Odgara. Znajdę ją w Dzielnicy Rzemieślników.
uk: Ковальська майстерня 'Третій воїн' належить Одгару. Її можна знайти у Ремісничому кварталі.

source: Pracownicy Knuta zginęli w walce z zębaczami. Teraz nie mam kogo namawiać na współpracę...
uk: Працівники Кнута загинули в бою зі снепперами. Тепер мені нема кого залучити до співпраці...

source: Pracownik dźwigu
uk: Кранівник

source: Pracownik przy dźwigu w pobliżu slumsów nie był zbyt pomocny. Może przy pozostałych dowiem się czegoś więcej.
uk: Кранівник біля нетрів не дуже допоміг. Можливо, інші допоможуть мені більше.

source: Pracownik przy stoczni pierwsze słyszy o statku ze złotymi Innosami. Coś mi tu nie pasuje. Muszę szukać dalej, może inni pracownicy wiedzą coś więcej.
uk: Робітник біля корабельні вперше чує про корабель із золотими Інносами. Щось тут не так. Треба шукати далі. Можливо, інші робітники знають більше.

source: Pracownik źle traktowany jest mniej produktywny, a chyba zależy ci na wysokim urobku.
uk: Працівник, до якого погано ставляться, менш продуктивний, а я думаю, що ти зацікавлений у високому виробітку.

source: Pracownikom musi przewodzić ktoś doświadczony w swoim rzemiośle. Kessel powiedział, że mam zwerbować zarówno Dustera jak i Varina. Podobno obu znajdę w pobliżu stoczni w porcie.
uk: Працівниками повинен керувати хтось досвідчений у своїй справі. Кессель порадив мені найняти і Дастера, і Варіна. Їх обох я знайду біля корабельні у порту.

source: Pracuj tak dalej, a może za kilka lat i kilkadziesiąt upolowanych cieniostworów dorobisz się posiadłości jak sam Detlow!
uk: Продовжуй так працювати і далі, і, можливо, через кілька років і кілька десятків впольованих тінезвірів ти заробиш на маєток, як у самого Детлоу!

source: Pracuj tak dalej, a z pewnością porozmawiam z pozostałymi członkami rady odnośnie twojego awansu. Proszę, oto twoja nagroda.
uk: Продовжуй працювати так само, і я обов'язково поговорю з іншими членами ради про твоє підвищення. Прошу, ось твоя винагорода.

source: Pracuj, gdy cię widzą, hehe. Ech... Nikt nie ma prawa narzekać, wszystko zawsze jest zrobione na czas.
uk: Працюй, коли тебе бачать, хе-хе. Ех... Але ніхто не скаржиться, все завжди робиться вчасно.

source: Pracuj, pracuj, i jeszcze raz: pracuj! Darmozjadom nie dajemy dobrej jakości sprzętu.
uk: Працюй, працюй і ще раз: працюй! Дармоїдам якісного спорядження не отримати.

source: Pracuje dla ciebie zawodowy bandzior, a próbujesz się pozbyć grupki muzyków?
uk: На вас працює професійний бандит, а ви намагаєтесь позбутися музичного гурту?

source: Pracujemy już od jakiegoś czasu, ale nigdy nic o sobie nie opowiedziałaś.
uk: Ми працюємо вже деякий час, але ти ні разу не розповідала про себе.

source: Pracujemy w tej samej organizacji, musimy się wspierać. Dostaniesz sporo złota, tego możesz być pewien!
uk: Ми працюємо в одній організації, тож маємо підтримувати один одного. Ти отримаєш багато золота, в цьому можеш бути впевненим!

source: Pracujesz dla Gildii Kupieckiej?
uk: Ти працюєш на Торгову Гільдію?

source: Pracujesz tu sam?
uk: Ти працюєш тут сам?

source: Pracujesz w naszej organizacji od niedawna, a już osiągnąłeś więcej niż większość ludzi na tej wyspie.
uk: Ти працюєш в нашій організації не так давно, але вже досяг більшого, ніж більшість людей на цьому острові.

source: Pracuję dla Araxos, ale nie jestem przewodnikiem!
uk: Я працюю на Гільдію Араксос, але я не провідник!

source: Pracuję dla potężnego alchemika.
uk: Я працюю на одного поважного алхіміка.

source: Pracuję nad tym! Jeśli myślisz, że to takie łatwe, to czemu jeszcze sam nic z tym nie zrobiłeś?
uk: Я працюю над цим! Якщо ти думаєш, що це так легко, то чому сам ще цим не зайнявся?

source: Pracuję nad tym.
uk: Працюю над цим.

source: Pracuję nawet u Davisa.
uk: Я навіть працюю у Девіса.

source: Pracuję nawet u Fridy.
uk: Я навіть працюю у Фріди.

source: Pracuję w nim, odkąd pamiętam. To prawie mój równolatek!
uk: Я працюю в ньому стільки, скільки себе пам'ятаю. Він майже мій ровесник!

source: Pracuję, chłopcze. A na co ci to wygląda?
uk: Працюю, хлопче. А на що ж це схоже?

source: Pracy jest mnóstwo, ale oferta spadła na mnie dosłownie znikąd. Pan Volker jest pracowitym człowiekiem wysokiej klasy, przeciwnie do tych jego ochroniarzy. Chyba urwali się z pierwszej lepszej mordowni! Co wieczór widzę go z głową w starych księgach i dokumentach. Ciekawe czego w nich szuka?
uk: Роботи багато, але ця пропозиція з'явилася буквально з нізвідки. Пан Волкер - працьовита, високоповажна людина, на відміну від його охоронців. Вони схожі на головорізів. Останнім часом я застаю Волкера за читанням якихось старих книг і документів. Цікаво, що він у них шукає?

source: Pracą w winnicy południowej kieruje rywalizująca rodzina winiarzy - rodzina Arrazola. Produkuje ona wina lekkie i słodkie, kontrastujące z ciężkimi, aromatycznymi napojami konkurenta z północy. To właśnie jej trunki najbardziej przypadły mi do gustu. Kobieta twierdzi, że nie zarabia na nich za dużo i musi szukać rynków zbytu, gdzie się da. Jej pracownicy wydają się dużo milsi od ludzi z północy, i co najważniejsze, są też o wiele bardziej otwarci na obcych.
uk: Роботу на південному винограднику очолює конкуруюча виноробна родина Арразола. Вона виробляє легкі та солодкі вина, що контрастують з важкими, ароматними напоями свого північного конкурента. Саме їхні напої мені найбільше сподобалися. Жінка каже, що не заробляє на них багато грошей і змушена шукати ринки збуту, де тільки може. Її працівники здаються набагато приємнішими, ніж люди на півночі, і, що найважливіше, вони також набагато відкритіші до незнайомців.

source: Prawda Antonio, urwisie? Co tam mruczysz? Ech, nieważne. Mówiłem, nie jest z nim dziś zbyt dobrze. Wypił wczoraj za dużo.
uk: Чи не так, Антоніо, старий буркотун? Що ти там бурмочеш? Ах, неважливо. Я ж казав, він сьогодні не дуже добре себе почуває. Занадто багато випив учора ввечері.

source: Prawda jest jednak taka, że Blake myśli tylko o sobie i o swojej sakiewce, nie o poprawie bytu swoich rodaków.
uk: Правда, однак, полягає в тому, що Блейк думає лише про себе і свій гаманець, а не про покращення життя своїх земляків.

source: Prawda jest jednak taka, że nikt nie zastanawia się, co zrobić potem.
uk: Але правда в тому, що ніхто не думає, що робити потім.

source: Prawda jest taka, że jeszcze parę lat temu straż robiła całkiem niezłą robotę, ale z roku na rok jest coraz gorzej.
uk: Правда в тому, що ще кілька років тому Варта непогано справлялася зі своєю роботою, але з кожним роком її робота погіршується.

source: Prawda jest taka, że każdy dba tylko o swoją własną, tłustą dupę.
uk: Правда полягає в тому, що кожен дбає лише про власну товсту дупу.

source: Prawda jest taka, że to nie była żadna wspaniała mikstura strzelecka. To był najzwyczajniejszy eliksir zręczności.
uk: Правда полягає в тому, що це ніяке не спеціальне стрілецьке зілля. Це був звичайнісінький еліксир спритності.

source: Prawda jest taka, że wszystko zawdzięcza swojemu ojcu, a w drugiej kolejności gubernatorowi.
uk: Правда в тому, що він усім зобов'язаний своєму батькові, а ще губернатору.

source: Prawda! Idźcie po nie, i nie przejmujcie się żadnymi nakazami przeszukania!
uk: Вистачить! Принеси її і не турбуйся про жодні ордери на обшук!

source: Prawda, ale widzę za to inne.
uk: Так, але натомість я бачу інші.

source: Prawda, nie mam na co narzekać, ale to i tak dopiero początek! Planuję rozwinąć ten interes.
uk: Дійсно, мені немає на що скаржитися, але це ж тільки початок! Я планую розширювати цей бізнес.

source: Prawda, nigdy go nie lubiłem, ale nie miałem powodu, żeby go porywać!
uk: Це правда, що він мені ніколи не подобався, але у мене не було причин його викрадати!

source: Prawda, prawda. Ale widzisz, problem polega też na tym, że zajmuję się tylko szkoleniem Wilczych Synów, z tego żyję. Nie mogę tracić czasu na kogoś obcego.
uk: Так, так. Але, бачиш, проблема ще й в тому, що я треную лише Вовчих Синів, цим я заробляю на життя. Я не можу витрачати свій час на когось іншого.

source: Prawda, sówko?
uk: Правда, совенятко?

source: Prawda, to nie wystarczy, jednak zdecydowanie warto od tego zacząć.
uk: Справді, цього недостатньо, але саме з цього варто розпочати.

source: Prawda, to smoczy korzeń. Będę miał z czego zrobić napój.
uk: Справді, це драконячий корінь. Буде з чого приготувати напій.

source: Prawda, trzeba sobie odpocząć, pracę można wykonać zawsze.
uk: Правда, потрібно відпочити, напрацюватися завжди встигну.

source: Prawda, zajmiemy się tym, ale póki co, idź przekazać mieszkańcom Silbach, że mogą przenosić towar.
uk: Твоя правда, ми розберемося з цим, а поки що піди і скажи жителям Сільбаху, що вони можуть переносити товар.

source: Prawda. Chcę zrobić z nimi porządek.
uk: Це правда. Я хочу з ними розібратися.

source: Prawda. Czasami brakuje mi porządnych, domowych posiłków, muszę liczyć każdą monetę, bo nie płacą na tyle, żeby na wszystko było mnie stać.
uk: Це правда. Іноді мені не вистачає пристойної домашньої їжі, доводиться рахувати кожну копійку, бо платять недостатньо, щоб я міг собі її дозволити.

source: Prawda. Nie jest to pierwszy lepszy sprzęt do ochrony przed tłumem rozwścieczonych chłopów, tylko porządna broń łowiecka.
uk: Так і є. Це не якийсь там предмет спорядження для захисту від натовпу розлючених селян, це пристойна мисливська зброя.

source: Prawda. Postąpiłeś bardzo szlachetnie.
uk: Дійсно. Ти вчинив дуже благородно.

source: Prawda?
uk: Справді?

source: Prawda? Po latach zawsze wspomina się go ze łzą w oku!
uk: Так? Навіть через роки це завжди згадується зі сльозою на очах!

source: Prawda? Trzeba przyznać, że Pan Volker ma wspaniały gust.
uk: Правда? Треба визнати, що пан Волкер має чудовий смак.

source: Prawda? Tylko zapytaj tego pacana, czy jego ludzie ciągle szukają.
uk: Правда? Тільки спитай в цього мерзотника, чи його люди все ще продовжують пошуки.

source: Prawdopodobnie był to ktoś z Wilczego Leża.
uk: Напевно, це був хтось із Вовчого Лігва.

source: Prawdopodobnie jeden z właścicieli tych bełtów dał się okraść i z obawy przed karą nikomu o tym nie powiedział.
uk: Цілком ймовірно, що один із власників цих болтів дозволив себе обікрасти, і, побоюючись покарання, нікому про це не розповів.

source: Prawdopodobnie najsłynniejszym manewrem wywodzącym się z południa jest jednoręczny blok połączony z krokiem wstecz: cofnięcie się pozwala na zmniejszenie siły wrogiego ciosu i umożliwia przyjęcie postawy ułatwiającej wyprowadzenie kontrataku.
uk: Напевно, найвідомішим маневром, що походить з півдня, є блок однією рукою в поєднанні з кроком назад. Крок назад дозволяє бійцю послабити силу удару супротивника, і дає можливість зайняти чудову позицію для проведення контратаки.

source: Prawdopodobnie znalazłem trop, który wskaże miejsce przetrzymywania mojego brata. Chcę się tym zająć jak najszybciej, więc nie dam rady jednocześnie pracować dla Wysłannika.
uk: Схоже, я знайшов зачіпку, яка вкаже на місце, де утримують мого брата. Я хочу розібратися з цим якомога швидше, тому не зможу одночасно працювати на Посла.

source: Prawdziwa sztuka wymaga czasu, a u mnie nie znajdziesz partactwa!
uk: Справжнє мистецтво вимагає часу, а в мене ти не знайдеш мотлоху!

source: Prawdziwa sztuka wymaga poświęceń! Coś wymyślisz!
uk: Справжнє мистецтво вимагає жертв! Ти щось вигадаєш!

source: Prawdziwe nastawienie człowieka Araxos. Słuchaj, ktoś musi sprawdzić, czy wytyczne dla tropicieli dotyczące terenów łowieckich ciągle są aktualne.
uk: Справжня відповідь людини Араксосу. Послухай, хтось має перевірити, чи інструкції для слідопитів щодо мисливських угідь все ще дійсні.

source: Prawdziwy alchemik powinien wykazać się wytrwałością w dążeniu do celu, sprytem w rozwikływaniu tajemnic natury i siłą w pozyskiwaniu trudno dostępnych składników.
uk: Справжній алхімік повинен демонструвати наполегливість у досягненні мети, кмітливість у розгадуванні таємниць природи та силу в отриманні важкодоступних складників.

source: Prawdziwy dowódca musi umieć obronić swój lud, zarówno swoimi decyzjami jak i w boju.
uk: Справжній лідер повинен вміти захистити свій народ як своїми рішеннями, так і в бою.

source: Prawdziwy kupiec nie pojmie swojego rzemiosła na wiejskich targach i festynach, wciskając gawiedzi wisiorki i błyskotki za pół darmo. Lekcję, po której, Drogi Czytelniku, będziesz mógł nazwać się złotoustym mistrzem monety, da ci jedynie Szkarłatny Szlak, ciągnący się przez wiele mil od Południowej Myrtany do Varrantu Bliskiego.
uk: Справжній торговець не опанує своє ремесло на сільських ярмарках і фестивалях, тицяючи галасливій публіці різні брязкальця за півціни. Урок, після якого, шановний читачу, ти зможеш називати себе майстром золотої монети, дасть тобі лише Багряний шлях, що тягнеться на багато миль від Південної Міртани до Ближнього Варанту.

source: Prawdziwy mag musi być zawsze skupiony.
uk: Справжній маг завжди мусить бути зосередженим.

source: Prawdziwy mistrz wie, kiedy się wycofać, a kiedy ciągle brnąć w proces twórczy. To bardzo ważne rozumieć, że lepiej odpuścić i przeżyć, niż w imię dumy się wysadzić.
uk: Справжній майстер знає, коли потрібно відступити, а коли продовжувати рухатися вперед у творчому процесі. Дуже важливо розуміти, що краще відступити і залишитися живим, ніж загинути через гординю.

source: Prawdziwy z ciebie bawidamek! Ja nie szukam kłopotów! Powiem ci, co wiem, tylko się uspokój.
uk: А ти знаєш як розмовляти з дамами! Мені не потрібні неприємності! Я все тобі розповім, тільки заспокойся.

source: Prawdziwych? Jak to prawdziwych? To kim był ten ścięty mężczyzna?
uk: Справжніх? Як це справжніх? Тоді ким був той обезголовлений чоловік?

source: Prawdą jest, że Huug nie był bez winy. Natomiast jego śmierć znacznie utrudniła ustalenie prawdy.
uk: Це правда, що Хууг не був безгрішним. З іншого боку, його смерть значно ускладнила встановлення істини.

source: Prawdę ci powiem, że spotykam tutaj coraz mniej ludzi. Trakty są pełne wilków i bandytów, to i ludzie boją się wyściubiać nosy ze swoich chałup.
uk: Чесно кажучи, я зустрічаю тут все менше і менше людей. На дорогах повно вовків і бандитів, і люди бояться виходити зі своїх хатин.

source: Prawdę mówią ludzie, że złoto to nie wszystko.
uk: Правду люди кажуть, що золото – не головне.

source: Prawdę mówią, że Odgar to najlepszy kowal w mieście.
uk: Правду кажучи, Одгар – найкращий коваль у місті.

source: Prawdę mówiąc, gdybym mógł, to jeszcze dziś wygoniłbym was z wioski, ale nie chcę narażać swoich ludzi na niepotrzebny rozlew krwi.
uk: По правді кажучи, якби я міг, то вигнав би вас з села ще сьогодні, але я не хочу наражати своїх людей на непотрібне кровопролиття.

source: Prawdę mówiąc, jedyny w całej okolicy...
uk: Правду кажучи, єдиний у всій окрузі...

source: Prawdę mówiąc, już nikt nie pamięta, kiedy ostatnim razem ognie płonęły.
uk: Чесно кажучи, ніхто вже й не пам'ятає, коли востаннє розпалювали багаття.

source: Prawdę mówiąc, to liczyłem na większą nagrodę.
uk: Правду кажучи, я сподівався на більшу винагороду.

source: Prawdę mówiąc, to niewiele wtedy widziałem. Cała sytuacja wydarzyła się przed moim dworem w ciągu krótkiej chwili.
uk: Правду кажучи, я тоді мало що бачив. Все це сталося перед моїм маєтком за якусь мить.

source: Prawdę mówiąc, to sam do końca nie wierzyłem, że uda mi się go pokonać.
uk: Чесно кажучи, я сам не до кінця вірив, що зможу його подолати.

source: Prawdę mówiąc, to... po prostu uciekam przed służbą.
uk: Правду кажучи... я просто тікаю від служби.

source: Prawdę mówił Taneris o niesamowitej aurze, która spowija tę budowlę. Jestem pewien, że lud, który ongiś wzniósł jej fundamenty, miał w tym jakiś wyższy cel. Cel, który wciąż próbuję zrozumieć. Choć wartownicy... od grobowca swego władcy nawet na krok, udało mi się zdobyć od ich dowódcy pozwolenie na prowadzenie badań przez kolejny miesiąc.
uk: Правду казав Танеріс про моторошну ауру, яка огортає цю будівлю. Я впевнений, що люди, які колись звели її фундамент, керувалися якоюсь вищою метою. Метою, яку я досі намагаюся зрозуміти. Незважаючи на те, що стражі... не відходять від гробниці свого правителя ні на крок, мені вдалося отримати дозвіл від їхнього командира на проведення досліджень ще на місяць.

source: Prawdę pisał bowiem w swym traktacie łowieckim, Gerthen, rozsławiony na kontynencie tropiciel zwierzyny wszelakiej: „Nie znajdziesz na świecie bardziej podłej, podstępnej i nikczemnej istoty od orka”. To właśnie tamtego sądnego poranka te dzikie bestie zmusiły flotę królewską do odwrotu.
uk: Правду писав у своєму трактаті про полювання Гертен, відомий мисливець за всіма видами дичини на континенті: 'У світі не знайти більш підлої, хитрої та мерзенної істоти, ніж орк'. Саме того фатального ранку ці дикуни змусили королівський флот відступити.

source: Prawdę. Dowiedziałeś się ode mnie, że nasz wspólnik odszedł z tego świata, a ja nic z tym nie mogłem zrobić. Jakoś będzie musiała to przełknąć.
uk: Правду. Ти дізнався від мене, що наш партнер покинув цей світ, і я нічого не міг з цим вдіяти. Якось їй доведеться це прийняти.

source: Prawe pole.
uk: Праве поле.

source: Prawidła szachowe
uk: Правила гри в шахи

source: Prawie bym zapomniał... Widzę, że zostały ci jakieś wytrychy.
uk: Мало не забув... Бачу, у тебе ще залишилися відмички.

source: Prawie bym zapomniała!
uk: Ледь не забула!

source: Prawie cała stal szła na wyposażenie królewskich, a straż miejska, pilnującą porządku w koloniach, musiała zadowolić się samymi ochłapami.
uk: Майже вся сталь йшла на спорядження королівських військ, а Міська Варта, яка охороняла порядок у колоніях, мусила задовольнятися лише залишками.
